Repository: dinamsky/mirschetok
Catalog: *-apps/shop/plugins/f7root/locale/*/LC_MESSAGES/shop_f7root.po
Languages: ru_ru

source: select feature
ru_ru: Выберите характеристику

source: feature value
ru_ru: Значение характеристики

source: select feature value
ru_ru: Выберите значение

source: nothing found
ru_ru: ничего не найдено

source: feature
ru_ru: Характеристика

source: hidden
ru_ru: Скрытые

source: without category
ru_ru: Без категорий

source: without picture
ru_ru: Без картинок

source: select items
ru_ru: Выберите фильтр

source: no title
ru_ru: Без заголовка

source: no keywords
ru_ru: Без ключевых слов

source: no META-description
ru_ru: Без META-описания

source: no description
ru_ru: Без описания

source: To use more exact method of search of items for without category
ru_ru: Использовать более точный метод поиска товаров для без категории

source: To use more exact method of search of items for without pictures
ru_ru: Использовать более точный метод поиска товаров для без картинок

source: The minimum quantity of symbols for fields
ru_ru: Минимальное количество символов для полей

source: Allows to specify the minimum quantity of symbols at which to consider fields empty
ru_ru: Позволяет указать минимальное количество символов, при котором считать поля пустыми

source: Attention!!! The raised load of the server. What in case of a large amount of goods/categories, can negatively to affect the speed of operation of your server
ru_ru: Внимание!!! Повышенная нагрузка на сервер. Что при большом количестве товаров/категорий, может негативно сказаться на скорости работы вашего сервера

source: Items without category, without pictures, hidden, with a certain characteristic, and also other filters of items
ru_ru: Товары без категории, без картинок, скрытые, по характеристикам и другие фильтры

source: fast search of items without category, without pictures, hidden, with a certain characteristic, and also other filters of items
ru_ru: быстрый поиск товаров без категории,без картинок, скрытых, с определенной характеристикой, а также другие фильтры товаров

source: with badge
ru_ru: с наклейкой

source: without badge
ru_ru: без наклеек

source: sku not available
ru_ru: с артикулами недоступными для заказа

source: sku more one
ru_ru: более 1 аритикула в товаре

source: sku only one
ru_ru: только 1 артикул в товаре

source: sku type
ru_ru: товары с выбором параметров

source: without type
ru_ru: не назначен тип товара

source: with image
ru_ru: с картинками

source: Include subcategory
ru_ru: Включить подкатегории

source: Include subcategory in filters by features, if category selected
ru_ru: Включать подкатегории при выборе характеристик, если категория выбрана

source: Any appointed
ru_ru: Любое назначенное

source: isn't appointed
ru_ru: Не назначенно

source: Category
ru_ru: Категория

source: sku name duplicate
ru_ru: В товаре повторяется Имя артикула

source: sku code duplicate
ru_ru: В товаре повторяется Код артикула

source: search goods in category
ru_ru: поиск товара в категории

source: view feature code
ru_ru: показывать код характеристики

source: view feature code in select box
ru_ru: показывать код характеристики в списке

source: no summary
ru_ru: без краткого описания

source: no url
ru_ru: без ссылки

source: url eq id
ru_ru: ссылка товара равна его коду

source: Include subcategory for search text
ru_ru: Включать подкатегории при поиске текста в названиях

source: Include subcategory for search text, if category selected
ru_ru: Включать подкатегории при поиске текста в названиях
