Repository: dinamsky/mirschetok
Catalog: *-apps/shop/plugins/vkshop/locale/*/LC_MESSAGES/shop_vkshop.po
Languages: ru_ru

source: Set the vkontakte Application ID
ru_ru: Задайте номер приложения Вконтакте.

source: Set number of the VK Group. If group link is http://vk.com/club76633538, then number is 76633538
ru_ru: Задайте номер группы Вконтакте. Если ссылка на группу выглядит так: http://vk.com/club76633538, то номер 76633538. Этот номер можно увидеть так же и в настройках группы.

source: Set number of the VK photo album. If album link is https://vk.com/album-76633538_201977946, then number is 201977946
ru_ru: Задайте номер фотоальбома группы. Если ссылка на альбом выглядит так: https://vk.com/album-76633538_201977946, то номер альбома 201977946

source: If checked, then wall post will be signed.
ru_ru: Если отмечено, то записи на стене будут подписаны.

source: Application ID
ru_ru: Номер приложения Вконтакте

source: Number of the VK Group
ru_ru: Номер группы Вконтакте

source: Number of the VK photo album
ru_ru: Номер фотоальбома Вконтакте

source: Sign the wall post
ru_ru: Подписывать запись

source: Allows you to send the products to the store's Vkontakte group wall.
ru_ru: Позволяет отправлять информацию о продукте на стену вашей группы Вконтакте.

source: Vkontakte
ru_ru: Вконтакте

source: Descryption type
ru_ru: Тип описания

source: Set description type.
ru_ru: Задайте тип описания товара.

source: Description
ru_ru: Описание

source: Summary
ru_ru: Короткое описание

source: Maximum execution time
ru_ru: Максимальное время работы

source: Maximum execution time of PHP-scripts
ru_ru: Максимальное время работы PHP скрипта

source: The data exchange with third-party servers
ru_ru: Обмен данными со сторонними серверами

source: Vkshop User:
ru_ru: Пользователь:

source: Disable/Undisable
ru_ru: Отключить/Включить

source: Vkontakte errors
ru_ru: Ошибки Вконтакте

source: Check the settings for the settlement of the store.
ru_ru: Проверьте настройки поселений в магазине.

source: VK Shop
ru_ru: Магазин Вконтакте

source: Disable products
ru_ru: Отключить товары

source: Undisable products
ru_ru: Отменить отключение

source: Add to VK Shop queue
ru_ru: Добавить в очередь

source: Disabled
ru_ru: Отключено

source: Queued
ru_ru: В очереди

source: Please select at least one product
ru_ru: Отметьте хотя бы один продукт

source: Successfully
ru_ru: Успешно

source: %02d hr %02d min %02d sec
ru_ru: %02d часов %02d минут %02d секунд

source: (total time: %s)
ru_ru: (затраченное время: %s)

source: Auth error
ru_ru: Ошибка авторизации

source: User not authorized
ru_ru: Пользователь не авторизован

source: Token error
ru_ru: Ошибка токена

source: No access token
ru_ru: Нет токена

source: Set the vkontakte App Secret
ru_ru: Задайте vkontakte App Secret

source: App secret
ru_ru: Защищенный ключ

source: Description size
ru_ru: Размер описания

source: Settlement
ru_ru: Поселение

source: Select the settlement.
ru_ru: Выберите поселение

source: Allows you to send the products to the store's Vkontakte.
ru_ru: Позволяет экспортировать товары в VK маркет.

source: Settings error
ru_ru: Ошибка в настройках

source: Do not put app id or app secret in the
ru_ru: Не введен номер приложения или защищенный ключ в

source: plugin settings
ru_ru: настройки плагина

source: VK User:
ru_ru: Пользователь VK:

source: Product
ru_ru: Товар

source: Type of products
ru_ru: Тип товара

source: Start
ru_ru: Старт

source: Do not close the browser window and not leave the page as long as the process is completed
ru_ru: Не закрывайте окно браузера и не покидайте страницу до тех пор, пока процесс не будет завершен

source: Logout
ru_ru: Разлогиниться

source: Errors
ru_ru: Ошибки

source: VK Login
ru_ru: Войти в VK

source: Export images
ru_ru: Экспортировать картинки

source: Export only new products
ru_ru: Экспортировать только новые товары

source: The maximum number of attempts to send the product
ru_ru: Максимальное количество попыток отправки

source: Select VK category
ru_ru: Выберите категорию товара Вконтакте

source: Select an action to export products
ru_ru: Выберите экшен для экспорта товаров

source: Export all products
ru_ru: Экспортировать все товары

source: Export queued products
ru_ru: Экспортировать товары из очереди

source: Export product set
ru_ru: Экспортировать список товаров

source: Export product type
ru_ru: Экспортировать тип товаров

source: Set of products
ru_ru: Список товаров

source: Clear VK Shop queue
ru_ru: Очистить очередь

source: Main album
ru_ru: Основной альбом

source: VK takes the goods with an image size of at least 400x400 pixels. If the image size is smaller, the goods will be not loaded.
ru_ru: Вконтакте принимает товары с размером изображения не менее, чем 400х400 точек. Если размер картинки меньше, то товар не будет загружен.

source: Authorization settings can be found in the
ru_ru: Настройки авторизации находятся в

source: vkshop plugin settings
ru_ru: настройках плагина

source: Exports of goods is in the
ru_ru: Экспорт товаров производится в

source: export section
ru_ru: разделе экспорта

source: If you are exporting new products, then this option must be enabled. Without pictures, new products are not loaded. It makes sense to switch off only when you export the goods again and, for example, want to sync rates. Then disable images download option saves time for export.
ru_ru: Если вы экспортируете новые товары, то эта опция обязательно должна быть включена. Без картинок новые товары не загрузятся. Ее имеет смысл отключать только если вы экспортируете товары повторно и, например, хотите синхронизировать цены. Тогда отключение опции загрузки картинок сэкономит время на экспорт.

source: When exporting large quantities of goods, VK API sometimes does not accept some of the goods, so you can set the maximum number of attempts to export. Some products may still be exported. This is either due to not matching the pictures of goods Vkontakte requirements or due to exceeding the daily limit for API calls. Sometimes it makes sense to repeat the operation in a day or inspect the dimensions of the image of the goods, which was not loaded.
ru_ru: При экспорте большого количества товаров, VK API иногда не принимает некоторые товары, поэтому можно установить максимальное количество попыток экспорта. Некоторые товары все равно могут быть не экспортированы. Это происходит либо из-за не соответствия картинок товаров требованиям Вконтакте либо из-за превышения суточного лимита обращений к API. Иногда имеет смысл повторить операцию через сутки либо проинспектировать размеры изображений товара, который не был загружен.

source: If this option is enabled, only those products are exported, which had not previously been exported in the trade group.
ru_ru: Если эта опция включена, То экспортируются только те товары, которые ранее не были экспортированы в товарную группу.

source: QR code
ru_ru: QR код

source: Technical support
ru_ru: Техническая поддержка

source: Ask for technical support
ru_ru: Запросить техническую поддержку

source: Click on the link to contact the developer.
ru_ru: Перейдите по ссылке, чтобы связаться с разработчиком

source: Do not put App id or App secret in the
ru_ru: Не введен номер приложения или защищенный ключ в

source: plugin-settings
ru_ru: настройках плагина

source: Do not put App id or App secret in the <a href="%s">plugin settings</a>.
ru_ru: Не введен номер приложения или защищенный ключ в <a href="%s">настройках плагина</a>.

source: If enabled, any activity will be logged.
ru_ru: Если включено, будет вестись лог любой активности.

source: Logging activities
ru_ru: Сохранять логи

source: If enabled, any all errors will be logged.
ru_ru: Если включено, все ошибки будут сохранены в лог.

source: Logging errors
ru_ru: Вести лог ошибок

source: If you export items from the set, then in the group VK will be created album with the name of the set, and the items will be added at the same time in it and in the main album.
ru_ru: Если экспортировать товары из списка, то в группе VK будет создана подборка с именем этого списка, и товары будут добавлены одновременно в эту подборку и в основной альбом.

source: Product name
ru_ru: Имя товара

source: Product price
ru_ru: Цена товара

source: Product link
ru_ru: Ссылка на товар

source: Product short description
ru_ru: Краткое описание товара

source: Product long description
ru_ru: Описание товара

source: Product hashtags
ru_ru: Хештеги товара

source: You can also use all the known properties of the product object
ru_ru: Так же вы можете использовать любые известные свойства объекта товара

source: Templates
ru_ru: Шаблоны

source: Basic settings
ru_ru: Основные настройки

source: Save
ru_ru: Сохранить

source: Information
ru_ru: Информация

source: Export only products that are in stock
ru_ru: Экспортировать только те товары, которые есть на складе

source: If the goods are not available, they will not be exported.
ru_ru: Если товаров нет на складе, они не будут экспортированы.

source: Remove items that ended in stock
ru_ru: Удалять товары, которые закончились на складе

source: If the goods have been exported previously, but have ended, they will be removed from the group.
ru_ru: Если товары были экспортированы ранее, но закончились на складе, они будут удалены из группы.

source: Delete queued products
ru_ru: Удалить товары из очереди

source: Description template
ru_ru: Шаблон описания

source: Product description template.
ru_ru: Шаблон описания товара.

source: Description hint
ru_ru: Подсказка для описания

source: Tip for objects used in the description template. Used Smarty.
ru_ru: Подсказка по объектам, используемым в описании. Используется Smarty.

source: If you decide to remove items from the group, put them in queue and use this option.
ru_ru: Если вы решили удалить товары из группы, поместите их в очередь и используйте эту опцию.

source: Share on Vkontakte
ru_ru: Магазин Вконтакте

source: Product description
ru_ru: Описание товара

source: Share
ru_ru: Отправить

source: Cancel
ru_ru: Отменить

source: Posting...
ru_ru: Отправка

source: Close
ru_ru: Закрыть

source: Share on Vkshop
ru_ru: Магазин Вконтакте

source: Select image you want to share
ru_ru: Выберите изображения, которые хотите отправить

source: Prepare
ru_ru: Подготовка

source: Set the max hashtags quantity.
ru_ru: Задайте максимальное количество хештегов.

source: Max hashtags text lenght
ru_ru: Максимальная длина текста хештегов

source: Set the max hashtags text lenght.
ru_ru: Задайте максимальную длину текста хэштегов.

source: Maximum description lenght
ru_ru: Максимальная длина описания

source: Set the max description lenght.
ru_ru: Задайте максимальную длину описания.

source: Max hashtags quantity
ru_ru: Максимальное количество хештегов

source: VK Album
ru_ru: Подборка товаров

source: Create new VK Album
ru_ru: Создать новую подборку товаров

source: If this field is not empty, the new album will be created with the specified name, and the goods will be placed in it.
ru_ru: Если это поле не пусто, то Будет создана новая подборка с заданным именем, и товар будет помещен в нее.

source: Login: Could not login to the server. Check credentials.
ru_ru: Логин: Не могу зарегистрироваться на сервере. Проверьте учетные данные.

source: No images to post
ru_ru: Нет изображений для отправки

source: No product to post
ru_ru: Нет товара для отправки

source: No message to post
ru_ru: Нет описания для отправки

source: All done
ru_ru: Завершено

source: Access denied
ru_ru: Доступ запрещен

source: Сan not create the main album
ru_ru: Не могу создать основную подборку

source: If you export items from the type, then in the group VK will be created album with the name of the type, and the items will be added at the same time in it and in the main album.
ru_ru: Если экспортировать товары из типа, то в группе VK будет создана подборка с именем этого типа, и товары будут добавлены одновременно в эту подборку и в основной альбом.

source: Currency
ru_ru: Валюта

source: The currency, which has a shop Vkontakte.
ru_ru: Валюта, с которой работает товарная группа Вконтакте.

source: If enabled, currency will be converted.
ru_ru: Если отмечено, произойдет конвертация валюты.

source: Convert currency
ru_ru: Конвертировать валюту

source: Technical support for this plugin
ru_ru: Техническая поддержка этого плагина

source: The number of products in one stack
ru_ru: Количество товаров в одной пачке

source: To work a little faster plugin when exporting goods takes not one, but several pieces in groups. Set the number of items in a single package. With an increase of the number of exports will be faster. But, at a certain value, depending on your server`s exports may hang. If this happens, reduce the number and try again.
ru_ru: Чтобы работать немного быстрее, плагин при экспорте берет товары не по одному, а группами по несколько штук. Задайте количество товаров в одной такой упаковке. При увеличении этого количества экспорт будет быстрее. Но, при достижении определенного значения, зависящего от вашего сервера, экспорт может зависнуть. В случае, если это произошло, уменьшайте количество и пробуйте еще.

source: Technical support for thi
ru_ru: Техническая поддержка этого плагина

source: Expor
ru_ru: Экспорт

source: Delet
ru_ru: Удалить

source: Fashion
ru_ru: Гардероб

source: Women`s Clothing
ru_ru: Женская одежда

source: Men`s Clothing
ru_ru: Мужская одежда

source: Children`s Clothing
ru_ru: Детская одежда

source: Shoes &amp; Bags
ru_ru: Обувь и сумки

source: Accessories
ru_ru: Аксессуары и украшения

source: Kids &amp; Baby
ru_ru: Детские товары

source: Car Safety Seats
ru_ru: Автокресла

source: Baby Carriages
ru_ru: Детские коляски

source: Kids Room
ru_ru: Детская комната

source: Toys
ru_ru: Игрушки

source: Moms &amp; Babies
ru_ru: Мамам и малышам

source: Education &amp; Art
ru_ru: Обучение и творчество

source: School
ru_ru: Школьникам

source: Electronics
ru_ru: Электроника

source: Phones &amp; Accessories
ru_ru: Телефоны и аксессуары

source: Cameras
ru_ru: Фото и видеокамеры

source: Audio &amp; Video
ru_ru: Аудио и видеотехника

source: Portable Devices
ru_ru: Портативная техника

source: Consoles &amp; Games
ru_ru: Игровые приставки и игры

source: Сar Electronics
ru_ru: Техника для автомобилей

source: Scopes
ru_ru: Оптические приборы

source: Computers
ru_ru: Компьютерная техника

source: PC
ru_ru: Компьютеры

source: Laptops &amp; Netbooks
ru_ru: Ноутбуки, нетбуки

source: Parts &amp; Accessories
ru_ru: Комплектующие и аксессуары

source: Peripherals
ru_ru: Периферийные устройства

source: Networking
ru_ru: Сетевое оборудование

source: Office Supplies &amp; Consumables
ru_ru: Оргтехника и расходники

source: Movies, Music, Software
ru_ru: Фильмы, музыка, программы

source: Vehicles
ru_ru: Транспорт

source: Cars
ru_ru: Автомобили

source: Moto &amp; Equipment
ru_ru: Мотоциклы и мототехника

source: Trucks &amp; Special Vehicles
ru_ru: Грузовики и спецтехника

source: Water Transport
ru_ru: Водный транспорт

source: Real Estate
ru_ru: Недвижимость

source: Apartments
ru_ru: Квартиры

source: Rooms
ru_ru: Комнаты

source: Houses, Villas, Cottages
ru_ru: Дома, дачи, коттеджи

source: Land
ru_ru: Земельные участки

source: Garages &amp; Car Places
ru_ru: Гаражи и машиноместа

source: Commercial Property
ru_ru: Коммерческая недвижимость

source: International Real Estate
ru_ru: Недвижимость за рубежом

source: Home
ru_ru: Дом и дача

source: Appliances
ru_ru: Бытовая техника

source: Furniture &amp; Decor
ru_ru: Мебель и интерьер

source: Kitchen &amp; Dining
ru_ru: Кухонные принадлежности

source: Textile
ru_ru: Текстиль

source: Household Goods
ru_ru: Хозяйственные товары

source: Building &amp; Repair
ru_ru: Ремонт и строительство

source: Country House &amp; Garden
ru_ru: Дача, сад и огород

source: Beauty &amp; Health
ru_ru: Красота и здоровье

source: Makeup
ru_ru: Декоративная косметика

source: Fragrances
ru_ru: Парфюмерия

source: Skin Care
ru_ru: Уход за лицом и телом

source: Tools &amp; Accessories
ru_ru: Приборы и аксессуары

source: Glasses
ru_ru: Оптика

source: Sport &amp; Leisure
ru_ru: Спорт и отдых

source: Outdoors
ru_ru: Активный отдых

source: Tourism
ru_ru: Туризм

source: Hunting &amp; Fishing
ru_ru: Охота и рыбалка

source: Gym &amp; Fitness Equipment
ru_ru: Тренажеры и фитнес

source: Games
ru_ru: Игры

source: Spare Time &amp; Gifts
ru_ru: Досуг и подарки

source: Tickets &amp; Tours
ru_ru: Билеты и путешествия

source: Books &amp; Magazines
ru_ru: Книги и журналы

source: Collectibles
ru_ru: Коллекционирование

source: Musical Instruments
ru_ru: Музыкальные инструменты

source: Table Games
ru_ru: Настольные игры

source: Gift Sets &amp; Certificates
ru_ru: Подарочные наборы и сертификаты

source: Gifts &amp; Flowers
ru_ru: Сувениры и цветы

source: Crafts
ru_ru: Рукоделие

source: Pets
ru_ru: Домашние питомцы

source: Dogs
ru_ru: Собаки

source: Cats
ru_ru: Кошки

source: Rodents
ru_ru: Грызуны

source: Birds
ru_ru: Птицы

source: Fish
ru_ru: Рыбы

source: Other Pets
ru_ru: Другие животные

source: Feeding &amp; Accessories
ru_ru: Корма и аксессуары

source: Food
ru_ru: Продукты питания

source: Grocery
ru_ru: Бакалея

source: Organic
ru_ru: Биопродукты

source: Baby Food
ru_ru: Детское питание

source: Food to Order
ru_ru: Еда на заказ

source: Drinks
ru_ru: Напитки

source: Services
ru_ru: Услуги

source: Photo &amp; Video
ru_ru: Фото и видеосъёмка

source: Freelancers
ru_ru: Удалённая работа

source: Events
ru_ru: Организация мероприятий

source: Equipment Service
ru_ru: Установка и ремонт техники

source: Home Improvement
ru_ru: Уборка и помощь по хозяйству

source: Delivery &amp; Transportation
ru_ru: Курьеры и грузоперевозки

source: Education
ru_ru: Обучение и развитие

source: Financial services
ru_ru: Финансовые услуги

source: Consulting
ru_ru: Консультации специалистов

source: Аlbum-
ru_ru: Подборка-

source: Select a category of goods VC, which will be set by default when exporting.
ru_ru: Выберите категорию по умолчанию, которая будет задана во время экспорта.

source: Default VK category
ru_ru: Категория по умолчанию

source: Image size
ru_ru: Размер изображения.

source: Select the image size. Remember that the size should be no less than 400x400 pixels.
ru_ru: Выберите размер изображения. Помните, что минимальный размер картинок, отправляемых в VK, не должен быть меньше, чем 400х400 точек.

source: VK group ID:
ru_ru: ID группы ВК:

source: VK group name:
ru_ru: Имя группы ВК:

source: No groups defined in the plugin settings
ru_ru: Не определено групп в настройках плагина

source: Select VK group
ru_ru: Выберите группу ВК

source: Product features
ru_ru: Характеристики товара

source: Features
ru_ru: Характеристики

source: Select the available features.
ru_ru: Выберите доступные характеристики

source: Features delimiter
ru_ru: Разделитель характеристик

source: Select the delimiter
ru_ru: Выберите разделитель.

source: Break line
ru_ru: Перевод строки

source: Use this string for use in you crontab:
ru_ru: Используйте эту строку в настройке расписания на вашем хостинге

source: Unknown group ID
ru_ru: Не известный идентификатор группы

source: Automatically update products
ru_ru: Автоматически обновлять товары

source: The cron script will automatically update the products in the VK group if they have been updated in the store.
ru_ru: Скрипт расписания автоматически обновит товары в группе ВК, если они были обновлены в магазине.

source: Automatically delete products
ru_ru: Автоматически удалять товары

source: The cron script will automatically delete the products in the VK group if they have been deleted in the store.
ru_ru: Скрипт расписания автоматически удалит товары в группе ВК, если они были удалены в магазине.

source: Default cron group
ru_ru: Группа по умолчанию

source: The cron script will work with this group.
ru_ru: Скрипт расписания будет работать с этой группой.

source: Default cron album
ru_ru: Подборка по умолчанию

source: The cron script will work with this album.
ru_ru: Скрипт расписания будет работать с этой подборкой.

source: Cron hint
ru_ru: Подсказка для расписания

source: Cron
ru_ru: Расписание

source: Check the settings for the groups in the plugin settings. If the group is set, save the settings and reload the page.
ru_ru: Проверьте настройки групп в настройках плагина. Если группа задана, сохраните настройки и перезагрузите страницу.

source: Check the settings for the albums in the plugin settings. If the album is set, save the settings and reload the page.
ru_ru: Проверьте настройки подборки в настройках плагина. Если подборка задана, сохраните настройки и перезагрузите страницу.

source: Attempting to re-run the script. Stopped.
ru_ru: Попытка повторного запуска скрипта. Остановлено.

source: The script is still running.
ru_ru: Скрипт все еще запущен.

source: Automatically delete hidden products
ru_ru: Автоматически удалять скрытые товары

source: The cron script will automatically delete the products in the VK group if they have been hidden in the store.
ru_ru: Скрипт расписания автоматически удалит товары из группы ВК, если они будут скрыты с сайта.

source: Automatically remove missing products
ru_ru: Автоматически удалять отсутствующие товары.

source: The cron script will automatically delete the products in the VK group if they run out of stock.
ru_ru: Скрипт расписания автоматически удалит товары из группы VK, если они закончились на складе.

source: Select the default album
ru_ru: Выберите подборку

source: Hint
ru_ru: Подсказка

source: Determine the appropriateness of the category and album of VK for the automatic unloading of goods for each connected group.
ru_ru: Определите соответствие категории и подборки Вконтакте для автоматической выгрузки товаров для каждой подключенной группы.

source: Undefined groups in plugin settings.
ru_ru: Не определены группы в настройках плагина.

source: VK is not authentificated.
ru_ru: Вы не авторизованы в VK.

source: Cron job status
ru_ru: Статус работы скрипта расписания

source: If the light is green, the script is working.
ru_ru: Если лампочка зеленая, скрипт расписания работает.

source: Automatically add products
ru_ru: Автоматически добавлять товары

source: If in the settings of the category of this product there is a match with a album of VK, then the product will be added to the appropriate album.
ru_ru: Если в настройках категории этого товара есть соответствие с подборкой VK, то товар будет добавлен в соответствующую подборку.

source: Cron script is started
ru_ru: Скрипт расписания запущен

source: Cron script not started
ru_ru: Скрипт расписания не запущен

source: Item not exported yet in VK
ru_ru: Товар еще не экспортирован в VK

source: Item already exported in VK
ru_ru: Товар уже экспортирован в VK

source: Product albums for
ru_ru: Подборки товара для

source: Groups
ru_ru: Группы

source: Are you sure? Deleting a group will make it impossible to continue working with products of this group.
ru_ru: Вы уверены? Удаление группы сделает невозможным дальнейшую работу с товарами этой группы.

source: Settlement:
ru_ru: Поселение:

source: Group is not authorized
ru_ru: Группа не авторизована
