Repository: dinamsky/mirschetok
Catalog: *-apps/shop/plugins/coupon/locale/*/LC_MESSAGES/shop_coupon.po
Languages: ru_ru

source: Discount coupons generator
ru_ru: Генератор скидочных купонов

source: New generator
ru_ru: Новый генератор

source: Remove expired
ru_ru: Удалять просроченные

source: If checked plugin will automatically delete all expired coupons including created manually.
ru_ru: Плагин будет автоматически удалять все просреченные неиспользованные купоны (включая созданные вручную).

source: Loading...
ru_ru: Загрузка...

source: Discounts by coupons are turned off. Enable discounts in your <a href="%s">store settings</a>.
ru_ru: Скидки по купонам отключены. Включите скидки <a href="%s">в настройках</a> вашего магазина.

source: You can use this generator anywhere:
ru_ru: Вы можете использовать генератор где-угодно

source: In SMARTY (site templates, emails, etc.):
ru_ru: В шаблонах SMARTY (шаблоны сайта, email и т.д.)

source: In PHP (applications, plugins, helpers):
ru_ru: В PHP-коде (приложения, плагины, хелперы):

source: Notice
ru_ru: Примечание

source: a new code will be created each time you call any of helper above.
ru_ru: новый скидочный купон будет создан каждый раз при вызове любого из хелперов выше.

source: Generator name
ru_ru: Название генератора

source: Optional name for your convenience. Will never be shown to customers.
ru_ru: Необязательное название для вашего удобства. Не будет показано покупателям.

source: Coupon type
ru_ru: Тип купона

source: Discount will be calculated automatically to match the order shipping cost.
ru_ru: Скидка будет рассчитана автоматически для соответствия стоимости доставки.

source: Max number of usage
ru_ru: Максимальное кол-во использований

source: Enter the maximum number of times of <b>ONE COUPON</b> can be used. Leave empty for no limits.
ru_ru: Введите максимальное количество использований <b>ОДНОГО КУПОНА</b>. Чтобы отключить ограничение, оставьте поле пустым.

source: Expire hours
ru_ru: Часов действителен

source: Hours from coupon creation until it expires. Leave empty for no expiration date.
ru_ru: Количество часов, которое купон будет действителен с момента генерации. Чтобы не устанавливать дату истечения, оставьте поле пустым.

source: Prefix
ru_ru: Префикс

source: The prefix appears before generated random code
ru_ru: Префикс перед случайной частью купона

source: Length
ru_ru: Длина

source: Random part length. Minimum 3 chars.
ru_ru: Длина случайной части. Минимум 3 символа.

source: Character Set
ru_ru: Набор символов

source: numbers
ru_ru: числа

source: lowercase latin
ru_ru: латинские буквы нижнего регистра

source: uppercase latin
ru_ru: латинские буквы верхнего регистра

source: lowercase cyrillic
ru_ru: кириллические буквы нижнего регистра

source: uppercase cyrillic
ru_ru: кириллические буквы верхнего регистра

source: other
ru_ru: другие

source: Character set will be used to generate random part of the code.
ru_ru: Набор символов, которые будут использованы для генерации случайной части кода.

source: Delete this generator
ru_ru: Удалить генератор

source: Save
ru_ru: Сохранить

source: This will permanently delete discount coupon generator %s. Are you sure?
ru_ru: Генератор купонов «%s» будет удален. Продолжить?

source: Coupon generator %s has been deleted.
ru_ru: Генератор купонов «%s» удален.

source: This field is required.
ru_ru: Это поле обязательно

source: Must be a value from 0 to 100
ru_ru: Значение должно быть в диапазоне 0-100

source: for
ru_ru: для

source: Free shipping
ru_ru: Бесплатная доставка
