Repository: dinamsky/mirschetok
Catalog: *-apps/shop/plugins/linkcanonical/locale/*/LC_MESSAGES/shop_linkcanonical.po
Languages: ru_ru

source: Generate automatic URL for the tag link rel="canonical"
ru_ru: Автоматическая генерация URL для тега link rel="canonical"

source: Plugin status
ru_ru: Статус плагина

source: Enable
ru_ru: Включен

source: Disable
ru_ru: Выключен

source: General
ru_ru: Все витрины (Общий шаблон для всех витрин)

source: Settings
ru_ru: Настройки

source: Storefront name
ru_ru: Название витрины

source: Enabling or disabling the plugin
ru_ru: Включение и отключение плагина

source: Choosing storefront
ru_ru: Выбор витрин

source: Use a tag to all pages with the get-settings
ru_ru: Проставлять тег со всех страниц с get-параметрами

source: Don't use the tag, if present in the url get-settings
ru_ru: Не проставлять тег, если в url присутствуют get-параметры

source: Use the tag to the canonical page
ru_ru: Проставлять тег на канонической странице

source: Don't use the tag on pages of pagination
ru_ru: Не проставлять canonical на страницах пагинации

source: Categories
ru_ru: Категории

source: Don't use the tag to the page pagination on category page
ru_ru: Не проставлять тег со страниц пагинации на страницу категории

source: Don't use a tag to filter pages on the category page
ru_ru: Не проставлять тег со страниц фильтров на страницу категории

source: Don't use a tag to sort pages into categories page
ru_ru: Не проставлять тег со страниц сортировки на страницу категории

source: SEO-filter
ru_ru: SEO-фильтр

source: Don't use the tag to the page pagination on SEO-filter page
ru_ru: Не проставлять тег со страниц пагинации на страницу SEO-фильтра

source: Products
ru_ru: Товары

source: Use a tag on the reviews page
ru_ru: Проставлять тег со страниц отзывов на товар

source: Use a tag from all sub-product in the commodity itself
ru_ru: Проставлять тег со всех подстраниц товара на сам товар

source: Brands
ru_ru: Бренды

source: Don't use the tag to the pagination of pages on the brand page
ru_ru: Не проставлять тег со страниц пагинации на страницу бренда

source: Don't use the tag to the pagination of pages to page brands subcategories
ru_ru: Не проставлять тег со страниц пагинации на страницу подкатегории брендов

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: Saving
ru_ru: Сохранение

source: Error
ru_ru: Ошибка

source: Storefronts
ru_ru: Витрины

source: Canonical link
ru_ru: Канонический URL

source: Use tags link rel="prev", link rel="next"
ru_ru: Проставлять теги link rel="prev", link rel="next"

source: Use a tag on the reviews page (only if there is no reviews)
ru_ru: Проставлять тег со страниц отзывов на товар (только если нет отзывов)

source: Canonical to lower case
ru_ru: Приводить каноническую ссылку к нижнему регистру
