Repository: dinamsky/mirschetok
Catalog: *-apps/shop/plugins/region/locale/*/LC_MESSAGES/shop_region.po
Languages: ru_ru

source: Regions on subdomains
ru_ru: Регионы на поддоменах

source: Divide areas into separate subdomains.
ru_ru: Позволяет разнести разные города на поддомены

source: Using this code, you can make a conclusion helper "Regions for subdomains" in the right place of your theme.
ru_ru: Используя этот код Вы можете осуществить вывод хелпера "Регионы на поддоменах" в нужном месте вашей темы оформления.

source: Use this code on your page "Contacts".
ru_ru: Используйте этот код на странице "Контакты".

source: Use this code on your page "Shipping".
ru_ru: Используйте этот код на странице "Доставка".

source: Switch plugin
ru_ru: Статус плагина

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: On
ru_ru: Включен

source: Off
ru_ru: Выключен

source: Access error! You cannot save the template. Check write permissions in the folder
ru_ru: Ошибка доступа! Не удаётся сохранить шаблон. Проверьте права на запись в папку

source: HTML (to get the default template to clear the field)
ru_ru: HTML (для получения шаблона по умолчанию очистите поле)

source: Template helper
ru_ru: Шаблон хелпера

source: Russian
ru_ru: Русский

source: English
ru_ru: Английский

source: Region (ru)
ru_ru: Регион (ru)

source: Region (en)
ru_ru: Регион (en)

source: Subdomain
ru_ru: Поддомен

source: The code in &lt;head&gt;
ru_ru: Код в &lt;head&gt;

source: Subdomains / Regions
ru_ru: Поддомены / Регионы

source: Your city
ru_ru: Ваш город

source: Number of columns
ru_ru: Количество столбов

source: The number of columns in the dialog select the region.
ru_ru: Количество столбцов в диалоге выбора региона.

source: Сolumn width
ru_ru: Ширина столбца

source: The column width in the dialog, select the region.
ru_ru: Ширина столбца в диалоге выбора региона

source: jQuery UI Themes
ru_ru: Темы jQuery UI

source: Add subdomain
ru_ru: Добавить поддомен

source: Autosave settings
ru_ru: Автосохранение настроек

source: Template &lt;title&gt;
ru_ru: Шаблон &lt;title&gt;

source: First fill in all the subdomains
ru_ru: Сначала заполните все поддомены

source: Before saving please correct the duplicate subdomains
ru_ru: Перед сохранением исправьте дубликаты поддоменов

source: Template &lt;description&gt;
ru_ru: Шаблон &lt;description&gt;

source: Use this code to get the name of the region.
ru_ru: Используйте этот код, чтобы получить название региона/города

source: Use this code to get the value of phrase.
ru_ru: Используйте этот код, чтобы получить значение поля Фраза, для текущего региона

source: Switch WYSIWYG
ru_ru: Включить визуальный редактор

source: Selection method
ru_ru: Способ выбора

source: The method of choosing a subdomain by the user.
ru_ru: Способ выбор поддомена/региона пользователем

source: Deprecated
ru_ru: Устаревшие функции

source: All subdomains will be saved/created as mirrors of the main subdomain/region.
ru_ru: Все поддомены, будут сохранены/созданы как зеркала основного поддомена/региона.
